{"metadata": {"license": {"id": "CC-BY-4.0"}, "imprint_publisher": "cmc-corpora conference series", "description": "Today’s youths are continuously engaged with social media. The informal language they use in computer-mediated communication (CMC) often deviates from spelling and grammar rules of the standard language. Therefore, parents and teachers fear that social media have a negative impact on youths’ literacy skills. This paper examines whether such worries are justifiable. An experimental study was conducted with 500 Dutch youths of different educational levels and age groups, to find out if social media affect their productive or perceptive writing skills. We measured whether chatting via WhatsApp directly impacts the writing quality of Dutch youths’ narratives or their ability to detect ‘spelling errors’ (deviations from Standard Dutch) in grammaticality judgement tasks. The use of WhatsApp turned out to have no short-term effects on participants’ performances on either of the writing tasks. Thus, the present study gives no cause for great concern about any impact of WhatsApp on youths’ school writing.\n", "language": "eng", "title": "The Impact of WhatsApp on Dutch Youths' School Writing", "access_right": "open", "partof_title": "Proceedings of the 5th Conference on CMC and Social Media Corpora for the Humanities (cmccorpora17)", "conference_place": "Bolzano, Italy", "keywords": ["social media", "WhatsApp", "school writing", "literacy"], "conference_url": "https://cmc-corpora2017.eurac.edu", "conference_dates": "3-4 October 2017", "upload_type": "publication", "communities": [{"identifier": "cmccorpora17"}], "publication_date": "2017-09-30", "conference_title": "5th Conference on CMC and Social Media Corpora for the Humanities", "creators": [{"affiliation": "Radboud University, Netherlands", "name": "Verheijen, Lieke"}, {"affiliation": "Radboud University, Netherlands", "name": "Spooren, Wilbert"}], "publication_type": "conferencepaper", "conference_acronym": "cmccorpora17", "related_identifiers": [{"identifier": "10.5281/zenodo.1040713", "relation": "isPartOf"}]}}