{"metadata": {"license": {"id": "CC-BY-4.0"}, "imprint_publisher": "cmc-corpora conference series", "description": "We present a series of experiments to fit a part-of-speech (PoS) tagger towards tagging extremely infrequent PoS tags of which we only have a limited amount of training data.\nThe objective is to implement a tagger that tags this phenomenon with a high degree of correctness in order to be able to use it as a corpus query tool on plain text corpora, so that new instances of this phenomenon can be easily found in plain text.\nWe focused on avoiding manual annotation as much as possible and experimented with altering the frequency weight of the PoS tag of interest in the small training data set we have.\nThis approach was compared to adding machine tagged training data in which only the phenomenon of interest is manually corrected.\nWe find that adding more training data is unavoidable but machine tagging data and hand correcting the tag of interest is sufficient.\nFurthermore, the choice of the tagger plays an important role as some taggers are equipped to deal with rare phenomena more adequately than others.\nThe best trade off between precision and recall of the phenomenon of interest was achieved by a separation of the tagging into two steps\nAn evaluation of this phenomenon-fitted tagger on social media plain-text confirmed that the tagger serves as a useful corpus query tool that retrieves instances of the phenomenon including many unseen ones.\n", "language": "eng", "title": "Reliable Part-of-Speech Tagging of Low-frequency Phenomena in the Social Media Domain", "access_right": "open", "partof_title": "Proceedings of the 5th Conference on CMC and Social Media Corpora for the Humanities (cmccorpora17)", "conference_place": "Bolzano, Italy", "keywords": ["part-of-speech", "social media", "rare phenomena"], "conference_url": "https://cmc-corpora2017.eurac.edu", "conference_dates": "3-4 October 2017", "upload_type": "publication", "communities": [{"identifier": "cmccorpora17"}], "publication_date": "2017-09-30", "conference_title": "5th Conference on CMC and Social Media Corpora for the Humanities", "creators": [{"affiliation": "University of Duisburg-Essen, Germany", "name": "Horsmann, Tobias"}, {"affiliation": "University of Duisburg-Essen, Germany", "name": "Beißwenger, Michael"}, {"affiliation": "University of Duisburg-Essen, Germany", "name": "Zesch, Torsten"}], "publication_type": "conferencepaper", "conference_acronym": "cmccorpora17", "related_identifiers": [{"identifier": "10.5281/zenodo.1040713", "relation": "isPartOf"}]}}