{"metadata": {"license": {"id": "CC-BY-4.0"}, "imprint_publisher": "cmc-corpora conference series", "description": "As social networking sites have become staples in everyday life an increasing number of people worldwide use social media as a source of news. To reach this audiences, news organisations and public service broadcasters have ventured on services such as Facebook, which in terms of news is by far the most important social networking site in many parts of Europe. This poster presentation explores the ways in which public service media from different European countries are delivering news on public Facebook Pages. The analysis is based on public data gathered from different Facebook pages operated by national broadcasting agencies. The data are extracted using the public Facebook Graph API. The corpus contains all the posts and comments of the Facebook Pages as well as related metadata. No personally-identifiable information is collected.\nThe social media data are explored using statistical research methods to identify and compare different usage patterns and to visualise the reactions of Facebook users. This provides an overview over the different forms of content (i.e. types of posts) and the basic communicative practices that can be observed in the context of the Facebook Pages (i.e. number of comments, shares, likes and Reaction types). To allow deeper insights an exploratory case-study approach is used. Drawing upon media linguistic research the focus is on the micro level of the media texts and their multimodal design. The in-depth analysis aims to characterise different forms of news reporting via Facebook and looks at the different usage of multimodal ressources in the context of the Facebook posts and comments.\nThis combination of qualitative and quantitative methods should allow a better understanding of how Facebook is used as a means of news distribution by public service media providers on a large scale and how technical affordances shape the design of news content and follow-up interactions. This knowledge is critical for the discussion of the emerging role of social media in the context of public opinion and political decision-making. The poster presents the project as work in progress and shows preliminary findings.\n", "language": "eng", "title": "Public Service News on Facebook: Exploring Journalistic Usage Patterns and Reaction Data", "access_right": "open", "partof_title": "Proceedings of the 5th Conference on CMC and Social Media Corpora for the Humanities (cmccorpora17)", "conference_place": "Bolzano, Italy", "keywords": ["Facebook", "social media interaction", "public service news", "metadata", "media linguistics"], "conference_url": "https://cmc-corpora2017.eurac.edu", "conference_dates": "3-4 October 2017", "upload_type": "publication", "communities": [{"identifier": "cmccorpora17"}], "publication_date": "2017-09-30", "conference_title": "5th Conference on CMC and Social Media Corpora for the Humanities", "creators": [{"affiliation": "Universität Innsbruck, Austria", "name": "Pfurtscheller, Daniel"}], "publication_type": "conferencepaper", "conference_acronym": "cmccorpora17", "related_identifiers": [{"identifier": "10.5281/zenodo.1040713", "relation": "isPartOf"}]}}