{"metadata": {"license": {"id": "CC-BY-4.0"}, "imprint_publisher": "cmc-corpora conference series", "description": "The present paper deals with Flemish adolescents' informal computer-mediated communication (CMC) in a large corpus (2.9 million tokens) of chat conversations. We analyze deviations from written standard Dutch and possible correlations with the teenagers' gender, age and educational track. The concept of non-standardness is operationalized by means of a wide range of features that serve different purposes, related to the chatspeak maxims of orality, brevity and expressiveness. It will be demonstrated how the different social variables impact on non-standard writing, and, more importantly, how they interact with each other. While the findings for age and education correspond to our expectations (more non-standard markers are used by younger adolescents and students in practice-oriented educational tracks), the results for gender (no significant difference between girls and boys) do not: they call for a more fine-grained analysis of non-standard writing, in which features relating to different chat principles are examined separately.\n", "language": "eng", "title": "Modeling Non-Standard Language Use in Adolescents' CMC: The Impact and Interaction of Age, Gender and Education", "access_right": "open", "partof_title": "Proceedings of the 5th Conference on CMC and Social Media Corpora for the Humanities (cmccorpora17)", "conference_place": "Bolzano, Italy", "keywords": ["non-standardness", "teenage talk", "language modeling"], "conference_url": "https://cmc-corpora2017.eurac.edu", "conference_dates": "3-4 October 2017", "upload_type": "publication", "communities": [{"identifier": "cmccorpora17"}], "publication_date": "2017-09-30", "conference_title": "5th Conference on CMC and Social Media Corpora for the Humanities", "creators": [{"affiliation": "University of Antwerp, Belgium", "name": "Hilte, Lisa"}, {"affiliation": "University of Antwerp, Belgium", "name": "Vandekerckhove, Reinhild"}, {"affiliation": "University of Antwerp, Belgium", "name": "Daelemans, Walter"}], "publication_type": "conferencepaper", "conference_acronym": "cmccorpora17", "related_identifiers": [{"identifier": "10.5281/zenodo.1040713", "relation": "isPartOf"}]}}