{"metadata": {"license": {"id": "CC-BY-4.0"}, "imprint_publisher": "cmc-corpora conference series", "description": "Mobile communication tools and platforms provide various opportunities for users to interact over social media. With the recent developments in computational research and machine learning, it has become possible to analyze large chunks of language related data automatically and fast. However, these tools are not readily available to handle data in all languages and there are also challenges handling social media data. Even when these issues are resolved, asking the right research question to the right set and amount of data becomes crucially important.\nBoth qualitative and quantitative methods have attracted respectable researchers in language related areas of research. When tackling similar research problems, there is need for both top-down and bottom-up data-based approaches to reach a solution. Sometimes, this solution is hidden under an in-depth analysis of a small data set and sometimes it is revealed only through analyzing and experimenting with large amounts of data. However, in most cases, there is need for linking the findings of small data sets to understand the bigger picture revealed through patterns in large sets.\nHaving worked with both small and large language related data in various forms, I will compare pros and cons of working with both types of data across media and contexts and share my own experiences with highlights and lowlights.\n", "language": "eng", "title": "Small vs. Big Data in Language Research: Challenges and Opportunities", "access_right": "open", "partof_title": "Proceedings of the 5th Conference on CMC and Social Media Corpora for the Humanities (cmccorpora17)", "conference_place": "Bolzano, Italy", "keywords": ["social media data", "machine learning", "small vs. large data sets", "multilingualism"], "conference_url": "https://cmc-corpora2017.eurac.edu", "conference_dates": "3-4 October 2017", "upload_type": "publication", "communities": [{"identifier": "cmccorpora17"}], "publication_date": "2017-09-30", "conference_title": "5th Conference on CMC and Social Media Corpora for the Humanities", "creators": [{"affiliation": "Independent Researcher", "name": "A. Seza Doğruöz"}], "publication_type": "conferencepaper", "conference_acronym": "cmccorpora17", "related_identifiers": [{"identifier": "10.5281/zenodo.1040713", "relation": "isPartOf"}]}}